Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.hooks.opencode.session.noneFound
source: No OpenCode UniConnect plugin found at %@
ar: لم يتم العثور على البرنامج المساعد OpenCode UniConnect في %@
bs: Nije pronađen dodatak OpenCode UniConnect na %@
da: Intet OpenCode UniConnect plugin fundet på %@
de: Kein OpenCode UniConnect-Plugin unter %@ gefunden
es: No se encontró ningún complemento OpenCode UniConnect en %@
fr: Aucun plugin OpenCode UniConnect trouvé sur %@
it: Nessun plug-in OpenCode UniConnect trovato su %@
ja: OpenCode UniConnect プラグインが %@ に見つかりません
km: រកមិនឃើញកម្មវិធីជំនួយ OpenCode UniConnect នៅ %@ ទេ
ko: OpenCode UniConnect 플러그인이 %@에서 발견되지 않았습니다.
nb: Ingen OpenCode UniConnect-plugin funnet på %@
pl: Nie znaleziono wtyczki OpenCode UniConnect pod adresem %@
pt_br: Nenhum plugin OpenCode UniConnect encontrado em %@
ru: Плагин OpenCode UniConnect не найден по адресу %@.
th: ไม่พบปลั๊กอิน OpenCode UniConnect ที่ %@
tr: %@'de OpenCode UniConnect eklentisi bulunamadı
uk: Плагін OpenCode UniConnect не знайдено на %@
zh_hans: 在 %@ 处找不到 OpenCode UniConnect 插件
zh_hant: 在 %@ 處找不到 OpenCode UniConnect 插件

# cli.hooks.opencode.session.preview
source: Will write the OpenCode UniConnect plugin to %@:
ar: سيتم كتابة البرنامج المساعد OpenCode UniConnect إلى %@:
bs: Zapisaće dodatak OpenCode UniConnect u %@:
da: Vil skrive OpenCode UniConnect plugin til %@:
de: Schreibt das Plugin OpenCode UniConnect in %@:
es: Escribirá el complemento OpenCode UniConnect en %@:
fr: Écrira le plugin OpenCode UniConnect dans %@ :
it: Scriverà il plugin OpenCode UniConnect su %@:
ja: OpenCode UniConnect プラグインを %@ に書き込みます。
km: នឹងសរសេរកម្មវិធីជំនួយ OpenCode UniConnect ទៅ %@៖
ko: OpenCode UniConnect 플러그인을 %@에 작성합니다.
nb: Vil skrive OpenCode UniConnect plugin til %@:
pl: Napiszę wtyczkę OpenCode UniConnect do %@:
pt_br: Irá gravar o plugin OpenCode UniConnect em %@:
ru: Напишем плагин OpenCode UniConnect для %@:
th: จะเขียนปลั๊กอิน OpenCode UniConnect ไปที่ %@:
tr: OpenCode UniConnect eklentisini %@'ye yazacak:
uk: Запише плагін OpenCode UniConnect до %@:
zh_hans: 将OpenCode UniConnect插件写入%@：
zh_hant: 將OpenCode UniConnect插件寫入%@：

# cli.hooks.opencode.session.refuseRemoveMissingMarker
source: Refusing to remove %@: missing UniConnect marker
ar: رفض إزالة %@: علامة UniConnect مفقودة
bs: Odbijanje uklanjanja %@: nedostaje marker UniConnect
da: Nægter at fjerne %@: mangler UniConnect markør
de: Entfernung von %@ wird abgelehnt: Markierung UniConnect fehlt
es: Negarse a eliminar %@: falta el marcador UniConnect
fr: Refus de supprimer %@ : marqueur UniConnect manquant
it: Rifiuto di rimuovere %@: contrassegno UniConnect mancante
ja: %@ の削除を拒否しています: UniConnect マーカーがありません
km: បដិសេធមិនលុប %@៖ បាត់សញ្ញាសម្គាល់ UniConnect
ko: %@ 제거 거부: UniConnect 마커 누락
nb: Nekter å fjerne %@: mangler UniConnect-markør
pl: Odmowa usunięcia %@: brak znacznika UniConnect
pt_br: Recusando-se a remover %@: marcador UniConnect ausente
ru: Отказ в удалении %@: отсутствует маркер UniConnect.
th: การปฏิเสธที่จะลบ %@: ไม่มีเครื่องหมาย UniConnect
tr: %@'yi kaldırmayı reddetme: eksik UniConnect işaretçisi
uk: Відмова видалити %@: відсутній маркер UniConnect
zh_hans: 拒绝删除 %@：缺少 UniConnect 标记
zh_hant: 拒絕刪除 %@：缺少 UniConnect 標記

# cli.hooks.opencode.session.removed
source: Removed the OpenCode UniConnect plugin from %@
ar: تمت إزالة البرنامج المساعد OpenCode UniConnect من %@
bs: Uklonjen dodatak OpenCode UniConnect iz %@
da: Fjernede OpenCode UniConnect plugin fra %@
de: Das Plugin OpenCode UniConnect wurde aus %@ entfernt
es: Se eliminó el complemento OpenCode UniConnect de %@.
fr: Suppression du plugin OpenCode UniConnect de %@
it: Rimosso il plugin OpenCode UniConnect da %@
ja: OpenCode UniConnect プラグインを %@ から削除しました
km: បានដកកម្មវិធីជំនួយ OpenCode UniConnect ចេញពី %@
ko: %@에서 OpenCode UniConnect 플러그인을 제거했습니다.
nb: Fjernet OpenCode UniConnect-plugin fra %@
pl: Usunięto wtyczkę OpenCode UniConnect z %@
pt_br: Removido o plug-in OpenCode UniConnect de %@
ru: Удален плагин OpenCode UniConnect из %@.
th: ลบปลั๊กอิน OpenCode UniConnect ออกจาก %@
tr: OpenCode UniConnect eklentisi %@'den kaldırıldı
uk: Видалено плагін OpenCode UniConnect із %@
zh_hans: 从 %@ 中删除了 OpenCode UniConnect 插件
zh_hant: 從 %@ 中刪除了 OpenCode UniConnect 插件

# cli.hooks.pi.alreadyUpToDate
source: Pi UniConnect hooks already up to date at %@
ar: Pi UniConnect hooks محدث بالفعل في %@
bs: Pi UniConnect hooks je već ažuriran na %@
da: Pi UniConnect hooks allerede opdateret på %@
de: Pi UniConnect hooks bereits aktuell bei %@
es: Pi UniConnect hooks ya actualizado en %@
fr: Pi UniConnect hooks déjà à jour chez %@
it: Pi UniConnect hooks già aggiornato a %@
ja: Pi UniConnect hooks は %@ ですでに最新の状態です
km: Pi UniConnect hooks បានធ្វើបច្ចុប្បន្នភាពរួចហើយនៅ %@
ko: Pi UniConnect hooks는 이미 %@에서 최신 상태입니다.
nb: Pi UniConnect hooks er allerede oppdatert på %@
pl: Pi UniConnect hooks już aktualny w %@
pt_br: Pi UniConnect hooks já atualizado em %@
ru: Pi UniConnect hooks уже обновлен в %@
th: Pi UniConnect hooks อัปเดตแล้วที่ %@
tr: Pi UniConnect hooks zaten %@ adresinde güncel
uk: Pi UniConnect hooks уже оновлено на %@
zh_hans: Pi UniConnect hooks 已更新为 %@
zh_hant: Pi UniConnect hooks 已更新為 %@

# cli.hooks.pi.error.notUniConnectExtension
source: %@ exists and is not a UniConnect extension; leaving it alone
ar: %@ موجود وهو ليس امتداد UniConnect؛تركها وحدها
bs: %@ postoji i nije ekstenzija UniConnect; ostavljajući ga na miru
da: %@ eksisterer og er ikke en UniConnect-udvidelse; lader den være i fred
de: %@ existiert und ist keine UniConnect-Erweiterung; es in Ruhe lassen
es: %@ existe y no es una extensión UniConnect; dejándolo solo
fr: %@ existe et n'est pas une extension UniConnect ; le laisser tranquille
it: %@ esiste e non è un'estensione UniConnect; lasciandolo stare
ja: %@ は存在しますが、UniConnect 拡張機能ではありません。放っておいて
km: %@ មានហើយមិនមែនជាផ្នែកបន្ថែម UniConnect ទេ។ទុកវាឱ្យនៅម្នាក់ឯង
ko: %@가 존재하며 UniConnect 확장이 아닙니다.내버려두고
nb: %@ eksisterer og er ikke en UniConnect-utvidelse; lar det være i fred
pl: %@ istnieje i nie jest rozszerzeniem UniConnect; zostawiając to w spokoju
pt_br: %@ existe e não é uma extensão UniConnect; deixando isso sozinho
ru: %@ существует и не является расширением UniConnect; оставив это в покое
th: %@ มีอยู่แล้วและไม่ใช่ส่วนขยาย UniConnectทิ้งมันไว้ตามลำพัง
tr: %@ mevcuttur ve bir UniConnect uzantısı değildir; onu yalnız bırakmak
uk: %@ існує і не є розширенням UniConnect; залишаючи це в спокої
zh_hans: %@ 存在，但不是 UniConnect 扩展；不理会它
zh_hant: %@ 存在，但不是 UniConnect 擴充；不理會它

# cli.hooks.pi.installed
source: Pi UniConnect hooks installed at %@
ar: Pi UniConnect hooks مثبت في %@
bs: Pi UniConnect hooks instaliran na %@
da: Pi UniConnect hooks installeret på %@
de: Pi UniConnect hooks installiert bei %@
es: Pi UniConnect hooks instalado en %@
fr: Pi UniConnect hooks installé à %@
it: Pi UniConnect hooks installato su %@
ja: Pi UniConnect hooks が %@ にインストールされました
km: Pi UniConnect hooks បានដំឡើងនៅ %@
ko: Pi UniConnect hooks가 %@에 설치되었습니다.
nb: Pi UniConnect hooks installert på %@
pl: Pi UniConnect hooks zainstalowany w %@
pt_br: Pi UniConnect hooks instalado em %@
ru: Pi UniConnect hooks установлен в %@
th: Pi UniConnect hooks ติดตั้งที่ %@
tr: Pi UniConnect hooks, %@'de yüklü
uk: Pi UniConnect hooks встановлено на %@
zh_hans: Pi UniConnect hooks 安装在 %@
zh_hant: Pi UniConnect hooks 安裝在 %@

# cli.hooks.pi.noneFound
source: No Pi UniConnect extension found at %@
ar: لم يتم العثور على ملحق Pi UniConnect في %@
bs: Nije pronađena ekstenzija Pi UniConnect na %@
da: Ingen Pi UniConnect udvidelse fundet på %@
de: Keine Pi UniConnect-Erweiterung unter %@ gefunden
es: No se encontró ninguna extensión Pi UniConnect en %@
fr: Aucune extension Pi UniConnect trouvée sur %@
it: Nessuna estensione Pi UniConnect trovata in %@
ja: Pi UniConnect 拡張子が %@ に見つかりません
km: រកមិនឃើញផ្នែកបន្ថែម Pi UniConnect នៅ %@ ទេ
ko: Pi UniConnect 확장이 %@에서 발견되지 않았습니다.
nb: Ingen Pi UniConnect utvidelse funnet på %@
pl: Nie znaleziono rozszerzenia Pi UniConnect pod adresem %@
pt_br: Nenhuma extensão Pi UniConnect encontrada em %@
ru: Расширение Pi UniConnect не найдено по адресу %@.
th: ไม่พบส่วนขยาย Pi UniConnect ที่ %@
tr: %@'de Pi UniConnect uzantısı bulunamadı
uk: За адресою %@ не знайдено розширення Pi UniConnect
zh_hans: 在 %@ 处找不到 Pi UniConnect 扩展
zh_hant: 在 %@ 處找不到 Pi UniConnect 擴展

# cli.hooks.pi.refuseRemoveMissingMarker
source: Refusing to remove %@: missing UniConnect marker
ar: رفض إزالة %@: علامة UniConnect مفقودة
bs: Odbijanje uklanjanja %@: nedostaje marker UniConnect
da: Nægter at fjerne %@: mangler UniConnect markør
de: Entfernung von %@ wird abgelehnt: Markierung UniConnect fehlt
es: Negarse a eliminar %@: falta el marcador UniConnect
fr: Refus de supprimer %@ : marqueur UniConnect manquant
it: Rifiuto di rimuovere %@: contrassegno UniConnect mancante
ja: %@ の削除を拒否しています: UniConnect マーカーがありません
km: បដិសេធមិនលុប %@៖ បាត់សញ្ញាសម្គាល់ UniConnect
ko: %@ 제거 거부: UniConnect 마커 누락
nb: Nekter å fjerne %@: mangler UniConnect-markør
pl: Odmowa usunięcia %@: brak znacznika UniConnect
pt_br: Recusando-se a remover %@: marcador UniConnect ausente
ru: Отказ в удалении %@: отсутствует маркер UniConnect.
th: การปฏิเสธที่จะลบ %@: ไม่มีเครื่องหมาย UniConnect
tr: %@'yi kaldırmayı reddetme: eksik UniConnect işaretçisi
uk: Відмова видалити %@: відсутній маркер UniConnect
zh_hans: 拒绝删除 %@：缺少 UniConnect 标记
zh_hant: 拒絕刪除 %@：缺少 UniConnect 標記

# cli.hooks.pi.removed
source: Removed the Pi UniConnect extension from %@
ar: تمت إزالة الامتداد Pi UniConnect من %@
bs: Uklonjeno proširenje Pi UniConnect sa %@
da: Fjernede Pi UniConnect udvidelsen fra %@
de: Die Erweiterung Pi UniConnect wurde von %@ entfernt
es: Se eliminó la extensión Pi UniConnect de %@.
fr: Suppression de l'extension Pi UniConnect de %@
it: Rimossa l'estensione Pi UniConnect da %@
ja: %@ から Pi UniConnect 拡張機能を削除しました
km: បានដកផ្នែកបន្ថែម Pi UniConnect ចេញពី %@
ko: %@에서 Pi UniConnect 확장을 제거했습니다.
nb: Fjernet Pi UniConnect-utvidelsen fra %@
pl: Usunięto rozszerzenie Pi UniConnect z %@
pt_br: Removida a extensão Pi UniConnect de %@
ru: Удалено расширение Pi UniConnect из %@.
th: ลบส่วนขยาย Pi UniConnect ออกจาก %@
tr: Pi UniConnect uzantısı %@'den kaldırıldı
uk: Видалено розширення Pi UniConnect із %@
zh_hans: 从 %@ 中删除了 Pi UniConnect 扩展
zh_hant: 從 %@ 中刪除了 Pi UniConnect 擴展

# cli.hooks.rovodev.removed
source: Removed Rovo Dev UniConnect hooks from %@
ar: تمت إزالة Rovo Dev UniConnect hooks من %@
bs: Uklonjeno Rovo Dev UniConnect hooks iz %@
da: Fjernet Rovo Dev UniConnect hooks fra %@
de: Rovo Dev UniConnect hooks aus %@ entfernt
es: Se eliminó Rovo Dev UniConnect hooks de %@.
fr: Suppression de Rovo Dev UniConnect hooks de %@
it: Rimosso Rovo Dev UniConnect hooks da %@
ja: %@ から Rovo Dev UniConnect hooks を削除
km: បានយក Rovo Dev UniConnect hooks ចេញពី %@
ko: %@에서 Rovo Dev UniConnect hooks를 제거했습니다.
nb: Fjernet Rovo Dev UniConnect hooks fra %@
pl: Usunięto Rovo Dev UniConnect hooks z %@
pt_br: Removido Rovo Dev UniConnect hooks de %@
ru: Удален Rovo Dev UniConnect hooks из %@.
th: ลบ Rovo Dev UniConnect hooks ออกจาก %@
tr: Rovo Dev UniConnect hooks, %@'den kaldırıldı
uk: Rovo Dev UniConnect hooks видалено з %@
zh_hans: 从 %@ 中删除了 Rovo Dev UniConnect hooks
zh_hant: 從 %@ 中刪除了 Rovo Dev UniConnect hooks

# cli.hooks.setup.claudeAutomatic
source: (Claude Code hooks are injected automatically by the UniConnect Claude wrapper)
ar: (يتم حقن Claude Code hooks تلقائيًا بواسطة غلاف UniConnect Claude)
bs: (Claude Code hooks se automatski ubrizgavaju pomoću omotača UniConnect Claude)
da: (Claude Code hooks indsprøjtes automatisk af UniConnect Claude-indpakningen)
de: (Claude Code hooks werden automatisch vom Wrapper UniConnect Claude eingefügt)
es: (Claude Code hooks son inyectados automáticamente por la envolvedora UniConnect Claude)
fr: (Les Claude Code hooks sont injectés automatiquement par l'encapsuleur UniConnect Claude)
it: (Claude Code hooks vengono iniettati automaticamente dal wrapper UniConnect Claude)
ja: (Claude Code hooks は、UniConnect Claude ラッパーによって自動的に挿入されます)
km: (Claude Code hooks ត្រូវបានចាក់ដោយស្វ័យប្រវត្តិដោយរុំ UniConnect Claude)
ko: (Claude Code hooks는 UniConnect Claude 래퍼에 의해 자동으로 주입됩니다.)
nb: (Claude Code hooks injiseres automatisk av UniConnect Claude-innpakningen)
pl: (Claude Code hooks są wstrzykiwane automatycznie przez owijarkę UniConnect Claude)
pt_br: (Claude Code hooks são injetados automaticamente pelo invólucro UniConnect Claude)
ru: (Claude Code hooks автоматически вводятся оболочкой UniConnect Claude)
th: (Claude Code hooks ถูกฉีดโดยอัตโนมัติโดยเครื่องห่อ UniConnect Claude)
tr: (Claude Code hooks, UniConnect Claude sarmalayıcı tarafından otomatik olarak enjekte edilir)
uk: (Claude Code hooks вводяться автоматично обгорткою UniConnect Claude)
zh_hans: （Claude Code hooks 由 UniConnect Claude 包装器自动注入）
zh_hant: （Claude Code hooks 由 UniConnect Claude 包裝器自動注入）

# cli.hooks.setup.done
source: Done: %lld installed, %lld skipped
ar: تم: تم تثبيت %lld، وتم تخطي %lld
bs: Gotovo: %lld instaliran, %lld preskočen
da: Udført: %lld installeret, %lld sprunget over
de: Fertig: %lld installiert, %lld übersprungen
es: Listo: %lld instalado, %lld omitido
fr: Terminé : %lld installé, %lld ignoré
it: Fatto: %lld installato, %lld saltato
ja: 完了: %lld がインストールされ、%lld はスキップされました
km: រួចរាល់៖ បានដំឡើង %lld, %lld បានរំលង
ko: 완료: %lld 설치됨, %lld 건너뛰기
nb: Ferdig: %lld installert, %lld hoppet over
pl: Gotowe: %lld zainstalowany, %lld pominięty
pt_br: Concluído: %lld instalado, %lld ignorado
ru: Готово: %lld установлен, %lld пропущен.
th: เสร็จสิ้น: ติดตั้ง %lld แล้ว, %lld ข้ามไป
tr: Bitti: %lld kuruldu, %lld atlandı
uk: Готово: %lld встановлено, %lld пропущено
zh_hans: 完成：安装 %lld，跳过 %lld
zh_hant: 完成：安裝 %lld，跳過 %lld

# cli.hooks.setup.skippedBinaryMissing
source: %@: skipped (binary not found on PATH)
ar: %@: تم تخطيه (لم يتم العثور على الملف الثنائي في PATH)
bs: %@: preskočeno (binarni sistem nije pronađen na PATH)
da: %@: sprunget over (binær ikke fundet på PATH)
de: %@: übersprungen (Binärdatei auf PATH nicht gefunden)
es: %@: omitido (binario no encontrado en PATH)
fr: %@ : ignoré (binaire introuvable sur PATH)
it: %@: saltato (binario non trovato su PATH)
ja: %@: スキップされました (PATH でバイナリが見つかりません)
km: %@៖ បានរំលង (រកមិនឃើញប្រព័ន្ធគោលពីរនៅលើ PATH)
ko: %@: 건너뛰었습니다(PATH에서 바이너리를 찾을 수 없음)
nb: %@: hoppet over (binær ikke funnet på PATH)
pl: %@: pominięte (nie znaleziono pliku binarnego w PATH)
pt_br: %@: ignorado (binário não encontrado em PATH)
ru: %@: пропущен (двоичный файл не найден в PATH)
th: %@: ข้ามไป (ไม่พบไบนารีใน PATH)
tr: %@: atlandı (ikili dosya PATH'de bulunamadı)
uk: %@: пропущено (двійковий файл не знайдено на PATH)
zh_hans: %@：已跳过（在 PATH 上找不到二进制文件）
zh_hant: %@：已跳過（在 PATH 上找不到二進位）

# cli.hooks.setup.skippedBinarySummary
source: skipped %lld agents (not found on PATH): %@
ar: عوامل %lld التي تم تخطيها (غير موجودة في PATH): %@
bs: preskočili agente %lld (ne nalaze se na PATH): %@
da: sprunget over %lld-agenter (ikke fundet på PATH): %@
de: übersprungene %lld-Agenten (nicht gefunden auf PATH): %@
es: agentes %lld omitidos (no encontrados en PATH): %@
fr: Agents %lld ignorés (introuvables sur PATH) : %@
it: agenti %lld saltati (non trovati su PATH): %@
ja: スキップされた %lld エージェント (PATH では見つかりません): %@
km: បានរំលងភ្នាក់ងារ %lld (រកមិនឃើញនៅលើ PATH): %@
ko: %lld 에이전트를 건너뛰었습니다(PATH에서 찾을 수 없음): %@
nb: hoppet over %lld-agenter (finnes ikke på PATH): %@
pl: pominięto agentów %lld (nie znaleziono w PATH): %@
pt_br: agentes %lld ignorados (não encontrados em PATH): %@
ru: пропущенные агенты %lld (не найдены в PATH): %@
th: ข้ามเอเจนต์ %lld (ไม่พบบน PATH): %@
tr: atlanan %lld aracıları (PATH'de bulunamadı): %@
uk: пропущені агенти %lld (не знайдено на PATH): %@
zh_hans: 跳过 %lld 代理（在 PATH 上找不到）：%@
zh_hant: 跳過 %lld 代理程式（在 PATH 上找不到）：%@

# cli.hooks.setup.skippedConfigMissing
source: %@: skipped (configuration directory not found)
ar: %@: تم تخطيه (لم يتم العثور على دليل التكوين)
bs: %@: preskočeno (konfiguracijski direktorij nije pronađen)
da: %@: sprunget over (konfigurationsmappe ikke fundet)
de: %@: übersprungen (Konfigurationsverzeichnis nicht gefunden)
es: %@: omitido (directorio de configuración no encontrado)
fr: %@ : ignoré (répertoire de configuration introuvable)
it: %@: saltato (directory di configurazione non trovata)
ja: %@: スキップされました (構成ディレクトリが見つかりません)
km: %@៖ រំលង (រកមិនឃើញថតការកំណត់)
ko: %@: 건너뛰었습니다(구성 디렉터리를 찾을 수 없음)
nb: %@: hoppet over (konfigurasjonskatalogen ble ikke funnet)
pl: %@: pominięty (nie znaleziono katalogu konfiguracyjnego)
pt_br: %@: ignorado (diretório de configuração não encontrado)
ru: %@: пропущен (каталог конфигурации не найден)
th: %@: ข้ามไป (ไม่พบไดเร็กทอรีการกำหนดค่า)
tr: %@: atlandı (yapılandırma dizini bulunamadı)
uk: %@: пропущено (каталог конфігурації не знайдено)
zh_hans: %@：已跳过（未找到配置目录）
zh_hant: %@：已跳過（未找到設定目錄）

# cli.hooks.setup.start
source: cmux hooks setup: installing UniConnect agent hooks
ar: cmux hooks setup: تثبيت UniConnect agent hooks
bs: cmux hooks setup: instaliranje UniConnect agent hooks
da: cmux hooks setup: installation af UniConnect agent hooks
de: cmux hooks setup: Installation von UniConnect agent hooks
es: cmux hooks setup: instalando hooks de agentes de UniConnect
fr: cmux hooks setup : installation de UniConnect agent hooks
it: cmux hooks setup: installazione di UniConnect agent hooks
ja: cmux hooks setup: UniConnect agent hooks のインストール
km: cmux hooks setup៖ ការដំឡើង UniConnect agent hooks
ko: cmux hooks setup: UniConnect agent hooks 설치
nb: cmux hooks setup: installere UniConnect agent hooks
pl: cmux hooks setup: instalacja UniConnect agent hooks
pt_br: cmux hooks setup: instalando UniConnect agent hooks
ru: cmux hooks setup: установка UniConnect agent hooks
th: cmux hooks setup: การติดตั้ง UniConnect agent hooks
tr: cmux hooks setup: UniConnect agent hooks kurulumu
uk: cmux hooks setup: встановлення UniConnect agent hooks
zh_hans: cmux hooks setup：安装UniConnect agent hooks
zh_hant: cmux hooks setup：安裝UniConnect agent hooks

# cli.hooks.shortUsage
source: Usage: cmux hooks <setup|uninstall|agent>
ar: الاستعمال: cmux hooks <setup|uninstall|agent>
bs: Upotreba: cmux hooks <setup|uninstall|agent>
da: Anvendelse: cmux hooks <setup|uninstall|agent>
de: Verwendung: cmux hooks <setup|uninstall|agent>
es: Uso: cmux hooks <setup|uninstall|agent>
fr: Utilisation : cmux hooks <setup|uninstall|agent>
it: Utilizzo: cmux hooks <setup|uninstall|agent>
ja: 使用法: cmux hooks <setup|uninstall|agent>
km: ការប្រើប្រាស់៖ cmux hooks <setup|uninstall|agent>
ko: 사용법: cmux hooks <setup|uninstall|agent>
nb: Bruk: cmux hooks <setup|uninstall|agent>
pl: Zastosowanie: cmux hooks <setup|uninstall|agent>
pt_br: Uso: cmux hooks <setup|uninstall|agent>
ru: Использование: cmux hooks <setup|uninstall|agent>
th: การใช้งาน: cmux hooks <setup|uninstall|agent>
tr: Kullanım: cmux hooks <setup|uninstall|agent>
uk: Використання: cmux hooks <setup|uninstall|agent>
zh_hans: 用途： cmux hooks <setup|uninstall|agent>
zh_hant: 用途： cmux hooks <setup|uninstall|agent>

# cli.hooks.socketUsage
source: Usage: cmux hooks <setup|uninstall|feed|claude|agent>
ar: الاستعمال: cmux hooks <setup|uninstall|feed|claude|agent>
bs: Upotreba: cmux hooks <setup|uninstall|feed|claude|agent>
da: Anvendelse: cmux hooks <setup|uninstall|feed|claude|agent>
de: Verwendung: cmux hooks <setup|uninstall|feed|claude|agent>
es: Uso: cmux hooks <setup|uninstall|feed|claude|agent>
fr: Utilisation : cmux hooks <setup|uninstall|feed|claude|agent>
it: Utilizzo: cmux hooks <setup|uninstall|feed|claude|agent>
ja: 使用法: cmux hooks <setup|uninstall|feed|claude|agent>
km: ការប្រើប្រាស់៖ cmux hooks <setup|uninstall|feed|claude|agent>
ko: 사용법: cmux hooks <setup|uninstall|feed|claude|agent>
nb: Bruk: cmux hooks <setup|uninstall|feed|claude|agent>
pl: Zastosowanie: cmux hooks <setup|uninstall|feed|claude|agent>
pt_br: Uso: cmux hooks <setup|uninstall|feed|claude|agent>
ru: Использование: cmux hooks <setup|uninstall|feed|claude|agent>
th: การใช้งาน: cmux hooks <setup|uninstall|feed|claude|agent>
tr: Kullanım: cmux hooks <setup|uninstall|feed|claude|agent>
uk: Використання: cmux hooks <setup|uninstall|feed|claude|agent>
zh_hans: 用途： cmux hooks <setup|uninstall|feed|claude|agent>
zh_hant: 用途： cmux hooks <setup|uninstall|feed|claude|agent>

# cli.hooks.uninstall.done
source: Done: %lld uninstalled, %lld skipped
ar: تم: تم إلغاء تثبيت %lld، وتم تخطي %lld
bs: Gotovo: %lld deinstaliran, %lld preskočen
da: Udført: %lld afinstalleret, %lld sprunget over
de: Fertig: %lld deinstalliert, %lld übersprungen
es: Listo: %lld desinstalado, %lld omitido
fr: Terminé : %lld désinstallé, %lld ignoré
it: Fatto: %lld disinstallato, %lld saltato
ja: 完了: %lld はアンインストールされ、%lld はスキップされました
km: រួចរាល់៖ %lld បានលុបហើយ %lld បានរំលង
ko: 완료: %lld 제거, %lld 건너뛰기
nb: Ferdig: %lld avinstallert, %lld hoppet over
pl: Gotowe: %lld odinstalowano, %lld pominięto
pt_br: Concluído: %lld desinstalado, %lld ignorado
ru: Готово: %lld удален, %lld пропущен.
th: เสร็จสิ้น: ถอนการติดตั้ง %lld แล้ว, %lld ข้ามไป
tr: Bitti: %lld kaldırıldı, %lld atlandı
uk: Готово: %lld видалено, %lld пропущено
zh_hans: 完成：%lld 已卸载，%lld 已跳过
zh_hant: 完成：%lld 已卸載，%lld 已跳過

# cli.hooks.uninstall.start
source: cmux hooks uninstall: uninstalling UniConnect agent hooks
ar: cmux hooks uninstall: إلغاء تثبيت UniConnect agent hooks
bs: cmux hooks uninstall: deinstalacija UniConnect agent hooks
da: cmux hooks uninstall: afinstallation af UniConnect agent hooks
de: cmux hooks uninstall: Deinstallation von UniConnect agent hooks
es: cmux hooks uninstall: desinstalando hooks de agentes de UniConnect
fr: cmux hooks uninstall : désinstallation de UniConnect agent hooks
it: cmux hooks uninstall: disinstallazione di UniConnect agent hooks
ja: cmux hooks uninstall: UniConnect agent hooks をアンインストールしています
km: cmux hooks uninstall៖ លុបការដំឡើង UniConnect agent hooks
ko: cmux hooks uninstall: UniConnect agent hooks 제거
nb: cmux hooks uninstall: avinstallere UniConnect agent hooks
pl: cmux hooks uninstall: odinstalowywanie UniConnect agent hooks
pt_br: cmux hooks uninstall: desinstalando UniConnect agent hooks
ru: cmux hooks uninstall: удаление UniConnect agent hooks
th: cmux hooks uninstall: การถอนการติดตั้ง UniConnect agent hooks
tr: cmux hooks uninstall: UniConnect'yi kaldırma agent hooks
uk: cmux hooks uninstall: видалення UniConnect agent hooks
zh_hans: cmux hooks uninstall：正在卸载 UniConnect agent hooks
zh_hant: cmux hooks uninstall：正在卸載 UniConnect agent hooks
